jorgebucaran/fisher
patrickf1/fzf.fish
gazorby/fish-abbreviation-tips
wfxr/forgit
jorgebucaran/autopair.fish
oh-my-fish/plugin-sudope
blackjid/plugin-kubectl
jhillyerd/plugin-git
lewisacidic/fish-docker
brewingweasel/fishbang
mattmc3/magic-enter.fish
kpbaks/autols.fish
demartini/plugin-docker-compose
