jorgebucaran/fisher
patrickf1/fzf.fish
gazorby/fish-abbreviation-tips
franciscolourenco/done
wfxr/forgit
jorgebucaran/autopair.fish
oh-my-fish/plugin-sudope
blackjid/plugin-kubectl
jhillyerd/plugin-git
